<template>
  <div class="ttNewsDetailCont">
    <div class="showDetail" v-html="content" />
  </div>
</template>

<script>
// import { testHttpInteractor } from '@/core'

export default {
  name: 'Agreement',
  components: {
  },
  data() {
    return {
      content: '<p class="ql-align-center" style="text-align: center;"><strong>泰霆科技用户注册协议</strong></p><p class="ql-align-center"><br></p><p>最近更新日期：<strong>2020年8月31日</strong>生效日期：<strong>2020年8月31日</strong></p><p><br></p><p>欢迎您成为本网站注册用户，并申请及接受<strong>泰霆科技（重庆）有限公司</strong>（以下简称“泰霆科技”）提供的服务。</p><p><br></p><p>在您注册成为本网站用户前，敬请务必仔细阅读本协议所有条款，特别是限制、免除泰霆科技责任和限制用户权利的条款。若您一旦注册为本网站用户，或使用<strong>tyteenyun.com</strong>网站或者任何与泰霆相关的服务，则意味着您已完全接受本协议项下的全部条款及本网站公布的各项业务规则。若您不同意本协议条款，敬请立即停止注册本网站用户或主动停止使用本服务。</p><p>泰霆保留在不提前通知用户的情况下，对本协议条款或业务规则做任何修改或补充的权利，修改或补充后的协议条款或业务规则将在本网站公布，并自公布时立即生效。未来发布的任何新的基于本服务的增强功能，包括新的工具和资源都将自动适用本协议，您继续访问本网站或继续使用新服务即视为您接受修订后的本协议及业务规则；否则，您应通过停止访问且拒绝使用服务、删除您在本网站的帐户等方式终止本协议。</p><p>如果您代表某个机构而非您个人注册、登录和使用本网站或服务，则您将被认为获得充分授权代表该机构同意本协议条款以及本协议条款不时的修改和补充。</p><p><br></p><p><strong>一、账号授权和账号注册激活、使用</strong></p><p><strong>1.1账号授权</strong></p><p>为了更加便捷地为您提供泰霆科技（重庆）有限公司的产品及/或服务，您同意授权泰霆科技使用您的泰霆云账号登录泰霆云平台，在您签署了本协议登录泰霆云平台后，即生成您的泰霆云账号。</p><p>同时，为了对用户账号和其他信息进行统一管理、加强用户信息安全保护并为用户提供更加优质、高效、全面的产品及/或服务，您同意授权泰霆科技按照本协议以及《泰霆科技隐私政策》约定收集、使用、处理、共享泰霆科技所存储的您的信息。</p><p><strong>1.2注册激活账号前注意事项</strong></p><p>您确认，您在注册激活泰霆云账号及使用泰霆科技的产品及/或服务时，应当具备您所在国家地区法律规定的从事前述活动所需的相关资格条件。若您不具备前述相关资格条件，则您应当立即停止账号注册激活、产品及/或服务使用，否则您须承担因此而导致的一切后果。</p><p><strong>1.3账号注册激活</strong></p><p>在您使用泰霆科技的产品及/或服务前，您应按照泰霆云平台注册登录页面的提示及平台规则填写信息、阅读并点击同意本协议且完成全部账号注册激活程序，成为泰霆云的用户。</p><p><strong>1.4账号数量</strong></p><p>泰霆科技允许每个企业只能拥有一个泰霆云账号，一个企业账号可以添加多个个人用户，但不能拥有相同手机号的个人用户；一个个人用户账号可同时存在于多个企业账户里。如有证据证明或根据平台规则判断，您存在不当注册或不当使用泰霆云账号的情形，泰霆科技可对您的泰霆云账号采取限制部分或全部功能、关闭、停用等措施，如给泰霆科技、其他相关方造成损失的，您还应承担赔偿责任。</p><p><strong>1.5账号实名认证</strong></p><p>您理解并同意，即使您拥有账号亦不代表您可以使用泰霆云平台上的所有产品及/或服务。为保障泰霆云账号及交易安全，泰霆科技可能会随时要求您提交更多的信息以完成账号的实名认证，只有完成了账号的实名认证，并按照您与泰霆科技的有关协议合同约定或平台规则支付了相关产品及服务对应的服务费用（如有），您才可以使用相应的产品及服务。为了完成账号的实名认证，您同意授权泰霆科技可以通过第三方查询和审核您提交的信息。</p><p>泰霆科技可以为用户提供多种类、不同级别的产品及/或服务，您在使用不同种类的产品及/或服务时可能被要求提交不同的信息，您在使用更高级别的产品及/或服务时可能被要求提交更多的信息。</p><p><strong>1.6账号管理</strong></p><p>您有权使用您的泰霆云账号登录泰霆云平台，并可在用户中心完善您的信息，以便泰霆科技更好地为您提供相关产品及/或服务。</p><p>1.6.1您的泰霆云账号密码由您按照平台规则自由设置并由您自行保管，泰霆科技任何时候均不会主动要求您提供您的账号密码。为了保障您的账号安全，建议您务必保管好您的账号名称、账号密码，并确保您在每次使用产品及/或服务结束时退出登录并以正确步骤离开泰霆云平台。您的账号因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，泰霆科技并不承担责任，您应通过您所在国家地区法律规定的救济途径向侵权行为人追偿。</p><p>1.6.2除泰霆科技存在过错外，您应对使用您的泰霆云账号进行的所有行为（包括但不限于在线签署各类合同协议等法律文件、购买使用各项产品及/或服务及披露信息等）结果负责。</p><p>1.6.3如您发现任何未经授权使用您的泰霆云账号登录泰霆云平台或其他可能导致您的账号遭窃、遗失的情况，建议您立即通知泰霆科技。您理解，泰霆科技对您的任何请求采取行动均需要合理时间，且泰霆科技应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除泰霆科技存在过错外，泰霆科技不承担责任。</p><p><strong>1.7账号查询、关闭及停用</strong></p><p>您理解并同意，泰霆科技根据合理判断，有权在下列情形下对您的账号进行查询（包括但不限于查询注册信息、交易信息、资金信息等）、关闭及/或停用：</p><p>传输或发表煽动抗拒、破坏宪法和法律、行政法规的言论，煽动颠覆国家政权、推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p><p>从中国大陆向境外传输资料信息时不符合中国有关法律法规；</p><p>利用泰霆云平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p><p>干扰泰霆云平台的正常运转，侵入泰霆云平台及国家计算机信息系统；</p><p>发布任何侵犯他人著作权、商标权等知识产权及其他合法权利的内容；</p><p>国家司法、行政、安全机关等权力机关要求；</p><p>您通过泰霆云账号的操作和交易存在违反本协议约定、法律法规和或侵犯第三人合法权益的情形；</p><p>泰霆科技基于单方面的合理判断，认为您的账号操作、交易记录等存在异常；</p><p>您的账号遭到其他用户投诉，且投诉用户提供一定证据予以证明；</p><p>您实施了影响或侵害泰霆科技合法权益的行为，包括但不限于：</p><p>违反泰霆云平台的平台规则；</p><p>破坏或试图破坏泰霆云平台公平交易环境或正常交易秩序；</p><p>任何使用含有泰霆科技的名称、品牌且有误导性的表述或标识，明示或暗示与泰霆科技具有某种关系；</p><p>泰霆科技认为可能是与上述行为性质相同或存在上述类似风险的其他情形。</p><p><strong>二、服务费用</strong></p><p>2.1泰霆云平台上的产品及/或服务种类众多，存在免费及/或付费的产品及/或服务。若您选择了需要付费的产品及/或服务，泰霆科技会在向您明示相应的收费标准后，并根据您自主选择的产品及/或服务内容向您收取相应的费用。</p><p>2.2若由于市场行情变化、泰霆科技经营战略业务调整等原因，泰霆科技可能会将原有免费的产品及/或服务调整为付费产品及/或服务，在此之前，泰霆科技会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第九条约定的方式通知您，以确保您有充分选择的权利。</p><p>2.3泰霆科技保留随时变更、中止或终止部分或全部服务的权利，并保留根据实际情况随时调整泰霆科技提供的服务种类、形式、费用标准的权利。</p><p>2.4所有服务的价格，包括但不限于包月/包年计划收费服务的改变，都会收到来自泰霆科技的通知。</p><p>2.5泰霆科技可通过手机短信通知、邮件、讨论区公告、全站公告或改变泰霆科技网站或服务本身等方式对服务的变更、终止或终止及服务价格及其变更进行通知。您继续访问本网站及/或使用本服务，即视为您接受变更后的服务及价格。</p><p>2.6因服务变更、中止或终止，或服务价格变更对您与第三方之间的任何法律关系产生任何影响的，泰霆科技将不承担任何责任。</p><p><strong>2.7支付，退款，升级条款</strong></p><p>2.7.1所有的支付须通过有效的支付宝/微信/对公转账完成。</p><p>2.7.2本服务收费方式为预付费、一次性付费、按月/年扣费。非因泰霆科技原因导致本服务在服务期限内中止或终止的，已支付费用不予退还。泰霆科技不会为未使用完的月费、年费、升级套餐退款，也不会为服务计划中尚未使用的剩余期限退款。为了保证公平地对待每一个用户，不存在例外情况，请慎重购买。</p><p>2.7.3若您的账户使用权限到期未续费，您所拥有账号内的所有数据将从到期之日开始后的第180天自动清空。</p><p><strong>三、版权与合法性规则</strong></p><p><strong>3.1泰霆科技版权</strong></p><p>本网站及本服务的外观设计、应用程序、源代码、商标、标示图案（LOGO）、界面设计、应用程序编程接口及相关著作权，以及与泰霆科技提供的服务有关的任何著作权及其他知识产权均归泰霆科技所有，其它本协议中未经提及的权利亦由泰霆科技保留。未经泰霆科技事先书面许可，您不能复制、拷贝、模仿或者使用上述知识产权的任何部分，不得复制、拷贝或使用本服务的任何部分HTML/CSS，JavaScript或视觉设计元素和理念。未经泰霆科技事先书面同意，您不得为任何目的自行实施、利用、转让或许可他人实施上述任何知识产权或其任何部分。</p><p><strong>3.2用户内容版权及合法性规则</strong></p><p>3.2.1泰霆科技不拥有您在本服务中使用的您自身的任何素材的版权。</p><p>3.2.2您知悉并同意，您将项目设置为公开，即表示您同意让其他人查看您的内容（包括同意公开任何尚未发表的著作权内容），并同意及允许他人浏览和复制您的项目及其任何要素、内容。</p><p>3.2.3您应确保使用本服务上传、存储、传播的任何内容的合法性，确保内容不违反任何法律法规的规定，不违反公序良俗，版权清洁且您有权通过本服务上传、存储、传播，不侵犯任何第三方的知识产权或其他合法权益。任何与您上传、存储、传播的内容有关的知识产权纠纷及其他纠纷将由您与相关方自行解决并承担全部责任，与泰霆科技无关，泰霆科技因此遭受任何损失的，您同意全额赔偿。本平台如果收到关于内容合法性或权属的任何投诉或异议，将有权不经通知用户删除相关内容。</p><p>3.2.4泰霆科技不预先筛选内容；如任何第三方对您的任何内容提出任何异议，或泰霆科技认为您的任何内容涉嫌违法、违反本协议、侵犯第三方权益、存在任何不当，或可能影响其他用户或第三方权益，泰霆科技有自行决定拒绝或删除任何内容的权力（而非义务），且不承担任何责任。您必须为第三方因认为您的内容违法、违反本协议，侵犯第三方的权益（包括知识产权）或与您有关的其他原因而对泰霆科技提出的任何索赔、主张、请求或诉讼，赔偿泰霆科技因此发生的全部费用及遭受的全部损失。</p><p>3.2.5泰霆科技有权力，但没有义务，删除在泰霆科技看来包含非法的、攻击、威胁、中伤、诽谤、淫秽、色情或任何其他不良信息的内容和帐户，或删除任何违反法律规定、本协议约定、对泰霆科技任何用户、员工或第三方造成侵害或损害，或泰霆科技认为可能存在任何其他不良影响的内容和帐户。</p><p>3.2.6您不得传播任何蠕虫或病毒或具有破坏性的任何代码。</p><p>3.2.7本服务允许用户上传、存储内容并允许其他用户浏览、复制或以其他方式使用用户设置为公开的内容。您了解并知悉，该等用户上传、存储的内容，内容所有权、知识产权归属用户所有，与内容相关的一切责任亦由用户自行承担，与泰霆科技无关。您通过本服务使用其他用户或第三方提供的内容时，应标明出处及内容提供方，商业性或营利性使用应事先取得内容提供方的许可或同意；您未能遵守上述使用规则所引发的责任及第三方损失将由您自行承担，与泰霆科技无关，给泰霆科技造成损失的，还须赔偿泰霆科技的全部损失。</p><p><strong>四、责任限制</strong></p><p>4.1您理解并同意，您在使用泰霆科技的产品及/或服务过程中存在的风险将完全由您本人承担，泰霆科技在本协议约定的责任范围以外不承担任何责任。</p><p>4.2在法律允许的情况下，泰霆科技对于与本协议有关的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、使用数据、商誉或其他经济利益的损失），不承担任何责任，即使事先已被告知此等损失的可能性。</p><p>4.3您理解并确认，对于泰霆科技向您提供的下列产品及/或服务本身及其引发的任何损失，泰霆科技无需承担任何责任：</p><p>泰霆科技向您免费提供的各项产品及/或服务；</p><p>泰霆科技向您赠送或附赠的任何产品及/或服务。</p><p>您理解并确认，泰霆科技可能因下列情况无法正常为您提供产品及/或服务，泰霆科技就此不承担损害赔偿责任：</p><p>因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p><p>因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p><p>在泰霆科技已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p><p>您理解并同意，因您使用泰霆科技的产品及/或服务、违反本协议或使用您的泰霆科技账号采取的任何行动，而导致的任何第三方索赔，应且仅应由您本人承担。如果由此引起泰霆科技、员工、客户、供应商和合作伙伴被第三方索赔的，您应承担全部责任。</p><p>您通过泰霆云平台访问和使用的泰霆科技的合作伙伴或入驻泰霆云平台的第三方服务商的服务质量仅为该第三方的责任，对于该第三方的产品及/或服务，泰霆科技在任何情况下都不会承担责任。</p><p><strong>五、用户的违约及处理</strong></p><p><strong>5.1违约认定</strong></p><p>发生如下情形之一的，视为您违约：</p><p>5.1.1使用泰霆科技的产品及/或服务时违反有关法律法规规定的；</p><p>5.1.2违反本协议、关联协议或者与泰霆科技签署的其他协议约定的。</p><p><strong>5.2违约处理措施</strong></p><p>5.2.1您在泰霆云平台上发布的信息构成违约的，泰霆科技可根据相应平台规则立即对相应信息进行删除、屏蔽处理。</p><p>5.2.2您在泰霆云平台上实施的行为，或虽未在泰霆云平台上实施但对泰霆科技及其用户产生影响的行为构成违约的，泰霆科技可依据相应平台规则对您执行中止向您提供部分或全部产品及/或服务等处理措施。如您的行为构成根本违约的，泰霆科技可关闭您的账号，终止向您提供产品及/或服务。</p><p>5.2.3当您违约的同时存在欺诈、售假、盗用他人账号等特定情形或您存在危及他人账号安全风险时，泰霆科技会依照您行为的风险程度对您的账号采取关闭、停用等强制措施。</p><p>5.2.4泰霆科技可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在泰霆云平台上予以公示。</p><p><strong>5.3赔偿责任</strong></p><p>5.3.1如您的行为使泰霆科技遭受损失，您应根据本协议履行赔偿责任，您需赔偿泰霆科技的因此遭受的损失（如有）包括:</p><p>支付的合理律师费、诉讼费、消除影响所支出的必要费用；</p><p>因行政处罚、司法裁判、法定标准范围内的调解等对外支出的罚款、违约金或赔偿金；</p><p>商誉损失、合理预期利益损失（如经营收入减少等），具体金额可以第三方独立合理分析、泰霆科技根据大数据合理分析及其他计算收益、损失的合理方法所得出的相关估算标准作为计算依据；</p><p>因此遭受的其他损失。</p><p>5.3.2如您的行为使泰霆科技遭受第三人主张权利，泰霆科技可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p><p>5.3.5泰霆科技因故意或重大过失违约导致您利益受损的，泰霆科技将以您的直接实际损失为计算依据向您履行赔偿责任。</p><p><strong>5.4特别约定</strong></p><p>5.4.1如您向泰霆科技的员工等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，泰霆科技可按照相应平台规则进行处理，并经提前通知后终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以泰霆科技因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p><p>5.4.2如您因严重违约导致泰霆科技终止本协议时，出于维护泰霆云平台秩序及保护其他用户合法权益的目的，泰霆科技可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议约定的有效方式通知您。</p><p>5.4.3如泰霆科技与您签署的其他协议及泰霆科技及/或其关联公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则泰霆科技出于维护泰霆云平台秩序及保护其他用户合法权益的目的，可在收到指令时中止甚至终止协议，并以本协议约定的有效方式通知您。</p><p><strong>六、所有权及知识产权</strong></p><p>6.1除法律另有强制性规定外，未经泰霆科技明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用泰霆云平台的信息内容，包括但不限于著作、图片、档案、资讯、资料、架构、页面设计等，否则，泰霆科技有权追究其法律责任。</p><p>6.2泰霆云平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是泰霆科技以及其内容提供者的财产，受中国版权法的保护。泰霆云平台上所有内容的汇编是泰霆科技的排他财产，受中国和国际版权法的保护。泰霆云平台上所有产品及/或服务都是泰霆科技或其供应商的财产，受中国版权法的保护。</p><p><strong>七、协议的变更及终止</strong></p><p><strong>7.1协议变更</strong></p><p>7.1.1泰霆科技可根据国家法律法规变化及维护市场秩序、保护用户合法权益需要，不时修改本协议、关联协议，变更后的协议、关联协议（下称“变更事项”）将通过法定程序并以本协议约定的有效通知方式通知您。</p><p>7.1.2如您不同意变更事项，您有权于变更事项确定的生效日前联系泰霆科技反馈意见。如反馈意见得以采纳，泰霆科技将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用泰霆科技服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用泰霆科技服务，则视为您同意已生效的变更事项。</p><p><strong>7.2协议终止</strong></p><p>7.2.1协议终止的情形</p><p>您有权通过以下任一方式终止本协议：</p><p>变更事项生效前您停止使用泰霆科技的产品及/或服务并明示不愿接受变更事项的；</p><p>您明示不愿继续使用泰霆科技的产品及/或服务，且符合泰霆科技要求的终止条件的。</p><p>7.2.2出现以下情况时，泰霆科技可按照本协议约定的有效方式通知您终止本协议：</p><p>您的实名认证未通过、不再合法存续或无法有效核实；</p><p>您违反本协议约定，泰霆科技依据违约条款终止本协议的；</p><p>您盗用他人账号、欺诈、售假、扰乱市场秩序、采取不正当手段牟利等行为，泰霆科技依据相应平台规则对您的账号予以关闭、停用的；</p><p>除上述情形外，因您多次违反平台规则相关规定且情节严重，泰霆科技依据相应平台规则对您的账户予以关闭、停用的；</p><p>泰霆科技基于合理理由相信您的行为可能会使您、泰霆科技及其他用户等相关方发生严重损害或产生法律责任；</p><p>其他应当终止提供产品及/或服务的情况。</p><p><strong>7.3协议终止后的处理</strong></p><p>7.3.1本协议终止后，除法律有明确规定外，泰霆科技无义务向您或您指定的第三方披露您的账号及其他任何信息。</p><p>7.3.2本协议终止后，泰霆科技仍享有下列权利：</p><p>依据《中华人民共和国网络安全法》以及其他相关法律的要求，在一定期限内继续保存您留存于泰霆云平台的各类信息；</p><p>对于您过往的违约行为，泰霆科技仍可依据本协议向您追究违约责任。</p><p><strong>八、法律适用、管辖与其他</strong></p><p>8.1本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p><p>8.2您因使用泰霆科技的产品及/或服务所产生及与泰霆科技有关的争议，由泰霆科技与您协商解决。协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。</p><p>8.3本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p><p>8.4本协议各条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。</p><p><strong>九、通知</strong></p><p><strong>9.1有效联系方式</strong></p><p>您在注册激活泰霆云账号、登录泰霆云平台，并接受泰霆科技服务时，您应该向泰霆科技提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被有效联系的状态。</p><p>您用于登陆泰霆云平台、接收站内信、系统消息等即时信息的账号，也作为您的有效联系方式。</p><p>泰霆科技将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p><p><strong>9.2通知的送达</strong></p><p>9.2.1泰霆科技通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在泰霆云平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p><p>9.2.2对于在泰霆科技为您提供产品及/或服务过程中引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在注册激活泰霆云账号时提供的、更新的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p><p>9.2.3您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p><p>9.2.4您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p><p>本协议最终解释权归泰霆科技所有。</p><p class="ql-align-right" style="text-align: right;"><strong>泰霆科技（重庆）有限公司</strong></p><p><br></p>',
      list: [],
      query: {
        page: 1,
        count: 10
      }
    }
  },
  async created() {

  },
  methods: {

  }
}
</script>

<style lang="scss" scoped>
*{
  margin: 0;
  padding: 0;
}
.ttNewsDetailCont{
  width: 100%;
  .showDetail{
width: 1000px;
margin: 100px auto;
// text-align: center;
.D1{
  font-size:35px;
font-family:PingFang SC;
font-weight:500;
color:rgba(45,45,45,1);
line-height:53px;
}
.D2{
  font-size:14px;
font-family:PingFang SC;
font-weight:500;
color:rgba(153,153,153,1);
line-height:80px;
}
.D3{
  font-size:16px;
font-family:PingFang SC;
font-weight:500;
color:rgba(45,45,45,1);
line-height:30px;
text-align: left;
}

  }

}

</style>

