<template>
  <div class="ttNewsDetailCont">
    <div class="showDetail" v-html="content" />
  </div>
</template>

<script>
// import { testHttpInteractor } from '@/core'

export default {
  name: 'Agreement',
  components: {
  },
  data() {
    return {
      content: '<p><strong >隐私协议</strong></p><p>最近更新日期：2020年9月14日&nbsp;&nbsp;&nbsp;生效日期：2020年9月14日</p><p>&nbsp;</p><p>本隐私协议旨在提供泰霆云网站如何收集和使用与您相关的个人信息（&ldquo;信息&rdquo;）。本协议适用于，您使用我们网站和其他在线产品及服务，或者其他任何您和我们有联络时的个人信息的收集、使用、披露、处理和保护；如果相关产品或服务规定有专门的隐私协议，该等产品或服务的隐私协议以该等专门的隐私协议为准。在隐私协议项下，&ldquo;个人信息&rdquo;指信息本身或与泰霆科技能够访问的个人的其他信息联系后能够识别特定个人的数据，包括您的姓名、地址、身份证号码、电话号码、电子邮箱地址、帐号和密码，以及用户使用服务的时间、地点等信息。我们深知个人信息对您的重要性，会尽全力保护您的个人信息安全可靠，并采取相应的安全保护措施来保护您的个人信息。我们恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。为了给您创造更安全的网络环境，我们依据《中华人民共和国网络安全法》等法律法规制定本隐私协议。</p><p>&nbsp;</p><p>通过使用泰霆科技产品和服务，即表示您已阅读、认可并接受本隐私协议中所述之所有条款，包括我们随时作出的任何变更。我们承诺遵照适用法律来保护您的个人信息的隐私、机密和安全。</p><p>&nbsp;</p><p><strong>一、信息收集和使用</strong></p><p>我们将收集您的以下信息：</p><p><strong>1.1用户注册信息</strong></p><p>为完成创建账号，您需提供以下信息：您的姓名，职位，公司名称，手机号码，登录密码</p><p><strong>1.2个人信息页信息</strong></p><p>您可以选择将个人头像、简介等其他详细信息添加到您的个人信息页。</p><p><strong>1.3您使用我们的产品时我们自动收集的信息</strong></p><p>当您接触或者使用我们的产品时，我们将自动收集您的信息包括：</p><p>Log信息（我们记录所有您使用产品时的log信息，包括浏览器信息、使用时间、浏览的网页、IP地址、来源等）。</p><p>您在使用泰霆云网页、桌面产品和移动产品中，您创建、发布、发送、接收和分享的内容。</p><p>我们会在提供的产品或服务中部署统计分析工具，收集部分数据。例如：访问、点击、加载等数据。</p><p><strong>1.4您通过我们的网站所提供的信息</strong></p><p>我们也通过所拥有、运营的网站和社交媒体来收集您所提交的信息。例如，当您提供反馈或参与任何互动调查、促销活动、抽奖活动或其他活动时，您向我们提供的内容都会被我们收集。</p><p><strong>1.5您通过我们的支持渠道所提供的信息</strong></p><p>我们还将收集您通过我们的客服或其他支持服务所提交的信息。</p><p><strong>1.6支付信息</strong></p><p>我们会收集某些付款和账单信息。例如：支付时间、支付渠道、支付金额、交易记录等。</p><p>我们将您的信息用于以下用途：</p><p>1.6.1提供、维护和改善我们的服务；</p><p>1.6.2提供和交付产品及您要求的服务，处理交易，向您发送相关信息，包括：确认信息和发票等；</p><p>1.6.3发送技术通知、系统更新、安全警告、支持和管理信息；</p><p>1.6.4回应您的意见、问题和要求，并提供客户服务;</p><p>1.6.5和您就泰霆科技提供的产品、服务等信息进行沟通，提供我们认为您感兴趣的新闻和信息；</p><p>1.6.6监控分析和我们服务相关的使用和活跃的趋势；</p><p>1.6.7个性化服务和内容，以及用户信息和兴趣的匹配；</p><p>1.6.8联系、结合其他途径的信息，帮助更好理解用户需求，提供更好的服务；</p><p>1.6.9法律允许及本隐私协议规定的其他用途。</p><p>您提供的上述信息，将在您使用本服务期间持续授权我们使用。</p><p>您同意我们可以在为了履行我们的法律义务、保护我们的权利、保护您的安全或他人安全、调查欺诈行为、解决争端而确有必要使用时，善意使用您的信息，无须另行征得您的同意。</p><p>当我们要将信息用于本协议未载明的其它用途时，会事先征求您的同意。</p><p><strong>二、您如何管理用户信息</strong></p><p>您可以通过以下方式访问及管理您的信息：</p><p><strong>2.1访问您的信息</strong></p><p>您有权访问您的信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的信息：</p><p>账号信息&mdash;&mdash;如果您希望访问或编辑您的账号中的基本用户信息、更改您的账号密码、添加安全信息或关闭您的账号等，您可以通过系统设置进行账号更改。</p><p>如果您无法通过上述路径访问该等用户信息，您可以随时与我们取得联系。我们将在15天内回复您的访问请求。</p><p>对于您在使用我们的产品及或服务过程中产生的其他信息，我们将根据本条&ldquo;2.6响应您的上述请求&rdquo;中的相关安排向您提供。</p><p><strong>2.2更正或补充您的信息</strong></p><p>当您发现我们处理的关于您的信息有错误时，您有权要求我们做出更正或补充。您可以通过&ldquo;1.访问您的信息&rdquo;中列明的方式提出更正或补充申请。</p><p><strong>2.3删除您的信息</strong></p><p>您可以通过&ldquo;2.1访问您的信息&rdquo;中列明的方式删除您的部分信息。</p><p>在以下情形中，您可以向我们提出删除信息的请求：</p><p>2.3.1如果我们处理信息的行为违反法律法规；</p><p>2.3.2如果我们收集、使用您的信息，却未征得您的明确同意；</p><p>2.3.3如果我们处理信息的行为严重违反了与您的约定；</p><p>2.3.4如果您不再使用我们的产品及或服务，或您主动注销了账号；</p><p>2.3.5如果我们永久不再为您提供产品及或服务。</p><p>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的信息的第三方，要求其及时删除，除非法律法规另有规定，或这些第三方获得您的独立授权。</p><p>当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。</p><p><strong>2.4改变您授权同意的范围</strong></p><p>我们产品及或服务的每个业务功能可能需要一些基本用户信息才能得以完成。除此之外，对于额外用户信息的收集和使用，您可以通过登录账号、通过与我们联系给予或收回您的授权同意。</p><p>当您收回同意后，我们将不再处理相应的用户信息。但您收回同意的决定，不会影响此前基于您的授权而开展的用户信息处理。</p><p><strong>2.5约束信息系统自动决策</strong></p><p>在我们产品及或服务的某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害我们商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</p><p><strong>2.6响应您的上述请求</strong></p><p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</p><p>我们将在15天内做出答复。如您不满意，还可以通过联系我们发起投诉。</p><p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p><p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p><p>2.6.1与国家安全、国防安全有关的；</p><p>2.6.2与公共安全、公共卫生、重大公共利益有关的；</p><p>2.6.3与犯罪侦查、起诉、审判和执行判决等有关的；</p><p>2.6.4有充分证据表明用户存在主观恶意或滥用权利的；</p><p>2.6.5响应用户的请求将导致用户或其他个人、组织、公司的合法权益受到严重损害的；</p><p>2.6.6涉及商业秘密的。</p><p><strong>三、我们如何保护用户信息安全</strong></p><p>3.1我们已采取符合业界标准、合理可行的安全防护措施保护用户信息安全，防止用户信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据时受SSL（Secure&nbsp;Socket&nbsp;Layer）协议加密保护；我们同时对我们提供HTTPS（Hyper&nbsp;Text&nbsp;Transfer&nbsp;Protocolover&nbsp;Secure&nbsp;Socket&nbsp;Layer）协议安全浏览方式；我们会使用加密技术提高用户信息的安全性；我们会使用受信赖的保护机制防止用户信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问用户信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护用户信息重要性的认识。</p><p>3.2我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升泰霆云平台及产品及或服务的安全性。</p><p>3.3我们会采取合理可行的措施，尽力避免收集无关的用户信息。我们只会在达成本隐私政策所述目的所需的期限内保留用户信息，除非法律有强制的存留要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括：</p><p>3.3.1完成与您相关的产品及服务使用目的、维护相应业务记录、应对您可能的查询或投诉；</p><p>3.3.2保证我们为您提供产品及或服务的安全和质量；</p><p>3.3.3您是否同意更长的留存期间；</p><p>3.3.4是否存在保留期限的其他特别约定。</p><p>在用户信息超出保留期间后，我们会根据适用法律的要求删除用户信息，或使其匿名化处理。</p><p>3.4互联网并非绝对安全的环境，我们强烈建议您不要使用非我们推荐的通信方式发送用户信息。您可以通过泰霆云平台建立联系和相互分享。当您通过泰霆云平台创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您使用的产品及或服务内容、联络方式、交流信息或分享内容等相关信息的第三方。</p><p>请注意，您在泰霆云平台上自愿共享甚至公开分享的信息，可能会涉及您或第三方的信息甚至个人敏感信息、企业重要信息。请您更加谨慎地考虑，是否在泰霆云平台上共享甚至公开分享相关信息。</p><p>请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p><p>3.5我们将不定期更新并公开安全风险、用户信息安全影响评估报告等有关内容，您可通过我们公告方式获得。</p><p>3.6在不幸发生用户信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知用户时，我们会采取合理、有效的方式发布公告。</p><p>同时，我们还将按照监管部门要求，上报用户信息安全事件的处置情况。</p><p><strong>四、其他重要的隐私策略</strong></p><p>4.1我们的产品适用于组织使用，在通过组织向您提供服务的情况下，该组织是服务的管理员，并且对其拥有控制权的最终用户和服务站点负责。如果是此种情况，请将您的数据隐私需求提交给管理员，因为您对服务的使用受制于该组织的政策。我们不对管理员组织的隐私或安全做法负责，这些做法可能与本政策有所出入。项目创建者、文件夹管理员、企业管理员能够限制您对项目、文件夹、企业的访问与权限。您在企业中创建的数据归企业所拥有。</p><p><strong>4.2在某些情况下，企业管理员还可以：</strong></p><p>4.2.1限制、暂停或终止您访问服务或您的账户；</p><p>4.2.2控制您编辑、限制、修改或删除账户信息的能力；</p><p>4.2.3更改您的账户信息，包括企业成员资料信息或与您账户相关的电子邮箱地址；</p><p>4.2.4访问您账户中的信息；</p><p>4.2.5开启或关闭第三方应用；</p><p>4.2.6如果您不希望管理员能够控制您的账户或使用服务，您可以退出企业、文件夹、项目，并从您的账户中删除任何包含管理员拥有或控制的域的电子邮件。一旦管理员声明对您的账户或使用服务具有控制权，您可能无法在未经管理员批准的情况下更改与您的账户相关联的电子邮箱地址。</p><p>请联系您的组织或您的管理员，以获取组织政策和了解更多信息。</p><p><strong>五、本隐私协议如何更新</strong></p><p>我们的隐私协议可能变更。</p><p>未经您明确同意，我们不会限制您按照本隐私协议所应享有的权利。我们会在泰霆云平台上发布对隐私协议所做的任何变更。</p><p>对于重大变更，我们还会提供更为显著的通知（包括我们会通过我们公示的方式进行意见征集、公告通知甚至向您提供弹窗提示）。</p><p>本隐私协议所指的重大变更包括但不限于：</p><p>5.1我们的产品及或服务模式发生重大变化。如处理用户信息的目的、处理的用户信息类型、用户信息的使用方式等；</p><p>5.2我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；</p><p>5.3用户信息共享、转让或公开披露的主要对象发生变化；</p><p>5.4您参与用户信息处理方面的权利及其行使方式发生重大变化；</p><p>5.5我们负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化；</p><p>5.6用户信息安全影响评估报告表明存在高风险。</p><p>&nbsp;</p>',
      list: [],
      query: {
        page: 1,
        count: 10
      }
    }
  },
  async created() {

  },
  methods: {

  }
}
</script>

<style lang="scss" scoped>
*{
  margin: 0;
  padding: 0;
}
.ttNewsDetailCont{
  width: 100%;
  .showDetail{
width: 1000px;
margin: 100px auto;
// text-align: center;
.D1{
  font-size:35px;
font-family:PingFang SC;
font-weight:500;
color:rgba(45,45,45,1);
line-height:53px;
}
.D2{
  font-size:14px;
font-family:PingFang SC;
font-weight:500;
color:rgba(153,153,153,1);
line-height:80px;
}
.D3{
  font-size:16px;
font-family:PingFang SC;
font-weight:500;
color:rgba(45,45,45,1);
line-height:30px;
text-align: left;
}

  }

}

</style>

